Repository: henryliang3027/aci_plus_app
Catalog: lib/l10n/app_*.arb
Languages: es, fr, zh

source: Setting
es: Configuración
fr: Réglage
zh: 設定

source: TGC Cable Length
es: Longitud Cable TGC
fr: Longueur du câble TGC
zh: TGC 纜線衰減值

source: AGC PREP Attenuator
es: Aatenuador AGC PREP
fr: Atténuateur de Préparation AGC
zh: AGC 預備衰減值

source: User Pilot
es: Piloto Usuario
fr: Pilote Utilisateur
zh: 導航頻率設定

# userPilot2
source: 2nd User Pilot
es: Segundo Piloto Usuario
fr: Deuxième Pilote Utilisateur
zh: 導航頻率設定2

source: Working Mode
es: Modo Trabajo
fr: Mode de Fonctionnement
zh: 工作模式

# pilotCodeFormatError
source: Invalid pilot code
es: Código Piloto Inválido
fr: Code Pilote Incorrect
zh: 格式不正確

source: Device
es: Dispositivo
fr: Appareil
zh: 設備

source: Alarm
es: Alarma
fr: Alarme
zh: 告警

source: Advanced
es: Avanzado
fr: Avancé
zh: 進階

source: Attribute
es: Atributo

source: Regulation
es: Regulación

# technicianID
source: Tech ID
es: ID del técnico

# inputSignalLevel
source: Input Signal Levels
es: Niveles de Entrada

source: Input Attenuation
es: Atenuación de entrada

source: Input Equalizer
es: Ecualizador de entrada

source: Cascade Position
es: Posición de Cascada

source: Device Name
es: Nombre del Dispositivo

# deviceNote
source: Note
es: Nota

source: Forward Config Mode
es: Modo Configuración Adelante
fr: Mode Configuration Avancé
zh: 下行組態模式

source: Forward Mode
es: Modo Adelante
fr: Mode Avancé
zh: 下行模式

source: Operating Mode
es: Modo Operación

# splitOption
source: Split Options
es: Opciones División
fr: Options de Division
zh: 上下行截止頻率

source: Forward Setting
es: Configuración Avance
fr: Réglage Avancé
zh: 下行設定

source: Start Frequency
es: Frecuencia Inicio
fr: Fréquence de Départ
zh: 起始頻率

source: Stop Frequency
es: Frecuencia de Parada
fr: Fréquence d'Arrêt
zh: 截止頻率

source: Frequency
es: Frecuencia
fr: Fréquence
zh: 頻率

source: Level
es: Nivel
fr: Niveau
zh: 強度

source: Start Level
es: Nivel de Inicio
fr: Niveau de Démarrage
zh: 起始強度

source: Stop Level
es: Nivel de Parada
fr: Niveau d'Arrêt
zh: 截止強度

source: Pilot Frequency Select
es: Selección Frecuencia Piloto
fr: Sélection de la Fréquence Pilote
zh: 導航頻道選取方式

# pilotFrequencyBandwidthSettings
source: Bandwidth Settings
es: Configuración Intervalo
fr: Paramètres d'Intervalle
zh: 頻寬設定

# pilotFrequencyUserSettings
source: User Settings
es: Configuración Usuario
fr: Paramètres de l'Utilisateur
zh: 使用者設定

# pilotFrequencySmartSettings
source: Smart Settings
es: Configuraciones inteligentes
fr: Paramètres Intelligents
zh: 智慧設定

# pilotFrequency1
source: Low Frequency
es: Baja Frecuencia
fr: Basse fréquence
zh: 低頻

# pilotFrequency2
source: High Frequency
es: Alta Frecuencia
fr: Haute fréquence
zh: 高頻

# pilotLevel1
source: Low Level
es: Bajo Nivel
fr: Bas Niveau
zh: 低頻強度

# pilotLevel2
source: High Level
es: Alto Nivel
fr: Haut Niveau
zh: 高頻強度

# agcMode
source: ALSC Mode
es: Modo ALSC
fr: Mode AGC
zh: ALSC 模式

source: ALC Mode
es: Modo ALC
fr: Mode ALC
zh: ALC 模式

source: ON
es: Encendido
fr: Activé
zh: 開啟

source: OFF
es: Apagado
fr: Désactivé
zh: 關閉

# rfInputPower
source: Input Power
es: Potencia Entrada
fr: Puissance d’entrée
zh: 輸入強度

# rfOutputPower
source: TCP Output Power
es: TCP Potencia Salida
fr: TCP Puissance Sortie
zh: TCP 輸出強度

# rfOutputPower1
source: Port 1 Output Power
es: Salida de Potencia Puerto 1
fr: Puissance Sortie Port 1
zh: Port 1 輸出強度

# rfOutputPower3
source: Port 3 Output Power
es: Salida de Potencia Puerto 3
fr: Puissance Sortie Port 3
zh: Port 3 輸出強度

# rfOutputPower4
source: Port 4 Output Power
es: Salida de Potencia Puerto 4
fr: Puissance Sortie Port 4
zh: Port 4 輸出強度

# rfOutputPower6
source: Port 6 Output Power
es: Salida de Potencia Puerto 6
fr: Puissance Sortie Port 6
zh: Port 6 輸出強度

# pilotFrequency1Status
source: Low Frequency Status
es: Estado de Baja Frecuencia
fr: Statut de la basse fréquence
zh: 低頻狀態

# pilotFrequency2Status
source: High Frequency Status
es: Estado de Alta Frecuencia
fr: État de la haute fréquence
zh: 高頻狀態

source: Operating Slope
es: Pendiente Operativa
fr: Pente de fonctionnement
zh: 操作斜率

# rfOutputPilotLowFrequencyStatus
source: Low Frequency Output Status
es: Estado Salida Baja Frecuencia
fr: État de la Sortie Basse Fréquence
zh: 低頻輸出狀態

# rfOutputPilotHighFrequencyStatus
source: High Frequency Output Status
es: Estado Salida Alta Frecuencia
fr: État de la Sortie Haute Fréquence
zh: 高頻輸出狀態

source: Forward Control Parameters
es: Parámetros Control Avance
fr: Paramètres de Commande Avant
zh: 下行控制參數

# returnControlParameters
source: Reverse Control Parameters
es: Parámetros Control Inverso
fr: Paramètres de Commande Arrière
zh: 上行控制參數

# forwardControl
source: Forward
es: Avance
zh: 下行

# returnControl
source: Reverse
es: Inverso
zh: 上行

# ingressControl
source: Ingress
es: Ingreso

# forwardInputAttenuation1
source: Port 1 Input Attenuation
es: Atenuación Entrada Puerto 1
fr: Atténuation d'Entrée du Port 1
zh: Port 1 輸入衰減量

# forwardInputAttenuation3
source: Port 3 Input Attenuation
es: Atenuación Entrada Puerto 3
fr: Atténuation d'Entrée du Port 3
zh: Port 3 輸入衰減量

# forwardInputAttenuation4
source: Port 4 Input Attenuation
es: Atenuación Entrada Puerto 4
fr: Atténuation d'Entrée du Port 4
zh: Port 4 輸入衰減量

# forwardInputAttenuation6
source: Port 6 Input Attenuation
es: Atenuación Entrada Puerto 6
fr: Atténuation d'Entrée du Port 6
zh: Port 6 輸入衰減量

# forwardInputEqualizer1
source: Port 1 Input Equalizer
es: Ecualizador Entrada Puerto 1
fr: Égaliseur d'Entrée du Port 1
zh: Port 1 輸入等化器

# forwardInputEqualizer3
source: Port 3 Input Equalizer
es: Ecualizador Entrada Puerto 3
fr: Égaliseur d'Entrée du Port 3
zh: Port 3 輸入等化器

# forwardInputEqualizer4
source: Port 4 Input Equalizer
es: Ecualizador Entrada Puerto 4
fr: Égaliseur d'Entrée du Port 4
zh: Port 4 輸入等化器

# forwardInputEqualizer6
source: Port 6 Input Equalizer
es: Ecualizador Entrada Puerto 6
fr: Égaliseur d'Entrée du Port 6
zh: Port 6 輸入等化器

# forwardOutputEqualizer1
source: Port 1 Output Equalizer
es: Ecualizador Salida Puerto 1
fr: Égaliseur sortie du Port 1
zh: Port 1 輸出等化器

# forwardOutputEqualizer3
source: Port 3 Output Equalizer
es: Ecualizador Salida Puerto 3
fr: Égaliseur sortie du Port 3
zh: Port 3 輸出等化器

# forwardOutputEqualizer4
source: Port 4 Output Equalizer
es: Ecualizador Salida Puerto 4
fr: Égaliseur sortie du Port 4
zh: Port 4 輸出等化器

# forwardOutputEqualizer6
source: Port 6 Output Equalizer
es: Ecualizador Salida Puerto 6
fr: Égaliseur sortie du Port 6
zh: Port 6 輸出等化器

# forwardBiasCurrent1
source: Port 1 Bias Current
es: Corriente Sesgo Puerto 1
fr: Courant Biais du Port 1
zh: Port 1 偏差電流

# forwardBiasCurrent3
source: Port 3 Bias Current
es: Corriente Sesgo Puerto 3
fr: Courant Biais du Port 3
zh: Port 3 偏差電流

# forwardBiasCurrent4
source: Port 4 Bias Current
es: Corriente Sesgo Puerto 4
fr: Courant Biais du Port 4
zh: Port 4 偏差電流

# forwardBiasCurrent6
source: Port 6 Bias Current
es: Corriente Sesgo Puerto 6
fr: Courant Biais du Port 6
zh: Port 6 偏差電流

# forwardOutputAttenuation1
source: Port 1 Output Attenuation
es: Atenuación Salida Puertos 1

# forwardOutputAttenuation3
source: Port 3 Output Attenuation
es: Atenuación Salida Puertos 3
zh: Port 3 輸出等化器

# forwardOutputAttenuation4
source: Port 4 Output Attenuation
es: Atenuación Salida Puertos 4
zh: Port 4 輸出等化器

# forwardOutputAttenuation6
source: Port 6 Output Attenuation
es: Atenuación Salida Puertos 6

# forwardOutputAttenuation2And3
source: Port 2 & Port 3 Output Attenuation
es: Atenuación Salida Puertos 2 y 3
fr: Atténuation sortie Port 2 et 3
zh: Port 2 & Port 3 輸出衰減量

# forwardOutputAttenuation3And4
source: Port 3 & Port 4 Output Attenuation
es: Atenuación Salida Puertos 3 y 4
fr: Atténuation sortie Port 3 et 4
zh: Port 3 & Port 4 輸出衰減量

# forwardOutputAttenuation5And6
source: Port 5 & Port 6 Output Attenuation
es: Atenuación Salida Puertos 5 y 6
fr: Atténuation sortie Port 5 et 6
zh: Port 5 & Port 6 輸出衰減量

# forwardOutputEqualizer2And3
source: Port 2 & Port 3 Output Equalizer
es: Ecualizador Salida Puertos 2 y 3
fr: Égaliseur sortie Port 2 et 3
zh: Port 2 & Port 3 輸出等化器

# forwardOutputEqualizer3And4
source: Port 3 & Port 4 Output Equalizer
es: Ecualizador Salida Puertos 3 y 4
fr: Égaliseur sortie Port 3 et 4
zh: Port 3 & Port 4 輸出等化器

# forwardOutputEqualizer5And6
source: Port 5 & Port 6 Output Equalizer
es: Ecualizador Salida Puertos 5 y 6
fr: Égaliseur sortie Port 5 et 6
zh: Port 5 & Port 6 輸出等化器

# returnInputAttenuation1
source: Port 1 Input Attenuation
es: Atenuación Entrada Puerto 1
fr: Atténuation d'Entrée du Port 1
zh: Port 1 輸入衰減量

# returnInputAttenuation2
source: Port 2 Input Attenuation
es: Atenuación Entrada Puerto 2
fr: Atténuation d'Entrée du Port 2
zh: Port 2 輸入衰減量

# returnInputAttenuation3
source: Port 3 Input Attenuation
es: Atenuación Entrada Puerto 3
fr: Atténuation d'Entrée du Port 3
zh: Port 3 輸入衰減量

# returnInputAttenuation4
source: Port 4 Input Attenuation
es: Atenuación Entrada Puerto 4
fr: Atténuation d'Entrée du Port 4
zh: Port 4 輸入衰減量

# returnInputAttenuation5
source: Port 5 Input Attenuation
es: Atenuación Entrada Puerto 5
fr: Atténuation d'Entrée du Port 5
zh: Port 5 輸入衰減量

# returnInputAttenuation6
source: Port 6 Input Attenuation
es: Atenuación Entrada Puerto 6
fr: Atténuation d'Entrée du Port 6
zh: Port 6 輸入衰減量

# returnInputAttenuation2And3
source: Port 2 & Port 3 Input Attenuation
es: Atenuación Entrada Puertos 2 y 3
fr: Atténuation entrée Port 2 et 3
zh: Port 2 & Port 3 輸入衰減量

# returnInputAttenuation5And6
source: Port 5 & Port 6 Input Attenuation
es: Atenuación Entrada Puertos 5 y 6
fr: Atténuation entrée Port 5 et 6
zh: Port 5 & Port 6 輸入衰減量

# returnOutputAttenuation1
source: Port 1 Output Attenuation
es: Atenuación Salida Puerto 1
fr: Atténuation sortie Port 1
zh: Port 1 輸出衰減量

# returnOutputEqualizer1
source: Port 1 Output Equalizer
es: Ecualizador Salida Puerto 1
fr: Égaliseur sortie Port 1
zh: Port 1 輸出等化器

# returnIngressSetting1
source: Port 1 Ingress Setting
es: Ajuste Ingreso Puerto 1
fr: Réglage d'entrée Port 1
zh: Port 1 訊號通過量

# returnIngressSetting2
source: Port 2 Ingress Setting
es: Ajuste Ingreso Puerto 2
fr: Réglage d'entrée Port 2
zh: Port 2 訊號通過量

# returnIngressSetting3
source: Port 3 Ingress Setting
es: Ajuste Ingreso Puerto 3
fr: Réglage d'entrée Port 3
zh: Port 3 訊號通過量

# returnIngressSetting4
source: Port 4 Ingress Setting
es: Ajuste Ingreso Puerto 4
fr: Réglage d'entrée Port 4
zh: Port 4 訊號通過量

# returnIngressSetting5
source: Port 5 Ingress Setting
es: Ajuste Ingreso Puerto 5
fr: Réglage d'entrée Port 5
zh: Port 5 訊號通過量

# returnIngressSetting6
source: Port 6 Ingress Setting
es: Ajuste Ingreso Puerto 6
fr: Réglage d'entrée Port 6
zh: Port 6 訊號通過量

# returnIngressSetting2And3
source: Port 2 & Port 3 Ingress Setting
es: Ajuste Ingreso Puertos 2 y 3
fr: Réglage d'entrée Port 2 et 3
zh: Port 2 & Port 3 訊號通過量

# returnIngressSetting5And6
source: Port 5 & Port 6 Ingress Setting
es: Ajuste Ingreso Puertos 5 y 6
fr: Réglage d'entrée Port 5 et 6
zh: Port 5 & Port 6 訊號通過量

source: {ingress} (Default)
es: {ingress} (Por defecto)

# ingressTemporary
source: {ingress} (Within 30 minutes)
es: {ingress} (En 30 minutos)

# ingressOpenTemporary
source: Open (Within 30 minutes)
es: Abierto (En 30 minutos)

# ingressOpenPermanent
source: Open (Keep Setting)
es: Abierto (Mantener la configuración)

# ingressOpen
source: Open
es: Abierto
fr: Ouvrir
zh: 斷開

# status
source: Device Status
es: Estado
fr: Statut
zh: 設備狀態

source: Serial Number
es: Número de Serie
fr: Numéro de série
zh: 序號

source: Firmware Version
es: Versión del firmware
fr: Version du firmware
zh: 韌體版本

source: Hardware Version
es: Versión de hardware
fr: Version matérielle
zh: 硬體版本

source: Attenuation
es: Atenuación
fr: Atténuation
zh: 衰減值

source: Range
es: Rango
fr: Gamme
zh: 範圍

# currentAttenuation
source: Current
es: Actual
fr: Courant
zh: 目前衰減值

# minAttenuation
source: Minimum
es: Mínimo
zh: 最小衰減值

# centerAttenuation
source: Center
es: Centro
fr: Centre
zh: 常温衰減值

# maxAttenuation
source: Maximum
es: Máximo
zh: 最大衰減值

# historicalAttenuation
source: Position
es: Posición
zh: 歷史記錄

# historicalMinAttenuation
source: Minimum
es: Mínimo
zh: 最小衰減值

# historicalMaxAttenuation
source: Maximum
es: Máximo
zh: 最大衰減值

# temperatureFC
source: Temperature
es: Temperatura
fr: Température
zh: 溫度

# currentTemperature
source: Current
es: Actual
fr: Courant
zh: 目前

# minTemperature
source: Minimum
es: Mínimo
zh: 最低温

# maxTemperature
source: Maximum
es: Máximo
zh: 最高温

source: Power Supply VDC
es: Fuente Alimentación VDC
fr: Alimentation VDC
zh: 電源 VDC

source: Voltage Level
es: Nivel Voltaje
fr: Niveau de Tension
zh: 電壓

# currentVoltage
source: Current
es: Actual
fr: Courant
zh: 目前

# minVoltage
source: Minimum
es: Mínimo
zh: 最小

# maxVoltage
source: Maximum
es: Máximo
zh: 最大

source: Voltage Ripple
es: Ondulación Voltaje
fr: Ripple Tension
zh: 電壓漣波

# currentVoltageRipple
source: Current
es: Actual
fr: Courant
zh: 目前

# minVoltageRipple
source: Minimum
es: Mínimo
zh: 最小

# maxVoltageRipple
source: Maximum
es: Máximo
zh: 最大

source: MFG Date
es: Fecha Fabricación
fr: Date Manufacture
zh: MFG 日期

source: Coordinates
es: Coordenadas
fr: Coordonnées
zh: 座標

# currentRFInputPower
source: Current
es: Actual
fr: Courant
zh: 目前

# minRFInputPower
source: Minimum
es: Mínimo
zh: 最小

# maxRFInputPower
source: Maximum
es: Máximo
zh: 最大

# currentRFOutputPower
source: Current
es: Actual
fr: Courant
zh: 目前

# minRFOutputPower
source: Minimum
es: Mínimo
zh: 最小

# maxRFOutputPower
source: Maximum
es: Máximo
zh: 最大

source: Theme
es: Tema

source: Light Theme
es: Tema Claro

source: Dark Theme
es: Tema Oscuro

source: System Theme
es: Tema del Sistema

source: Home
es: Inicio
fr: Accueil
zh: 首頁

source: App Version
es: Versión App
fr: Version App
zh: App 版本

source: Support
es: Soporte
zh: 技術支援

source: Website
es: Sitio web
zh: 網站

source: Connection
es: Conexión
fr: Connexion
zh: 連接裝置

source: Shortcut
es: Acceso Directo
fr: Raccourci
zh: 捷徑

source: Load Preset
es: Cargar Preset
fr: Charger Préréglage
zh: 載入預設值

source: Load
es: Carga
fr: Charger
zh: 載入

source: Block Diagram
es: Diagrama de Bloques
fr: Diagramme de blocs
zh: 方塊圖

source: Show Diagram
es: Mostrar diagrama
fr: Montrer le diagramme
zh: 顯示方塊圖

source: Show
es: Mostrar
fr: Montrer
zh: 顯示

# visitWebsite
source: Visit ACI website
es: Visitar sitio web ACI
fr: Visiter le site Web
zh: 造訪 ACI 網站

source: Basic Information
es: Información Básica
fr: Informations de base
zh: 基本資訊

source: Type No
es: Tipo de Número
fr: Numéro Type
zh: 機型

source: Part No
es: Parte de Número
fr: Numéro Pièce
zh: 型號

source: Location
es: Ubicación
fr: Emplacement
zh: 位置

source: DSIM Mode
es: Modo DSIM
fr: Mode DSIM
zh: DSIM 模式

source: Current Pilot
es: Piloto actual
fr: Pilote Actuel
zh: 目前導頻

source: Log Interval
es: Intervalo Registro
fr: Intervalle Journalisation
zh: 記錄間隔

source: RF Output Log Interval
es: Intervalo Registro de Salida RF
fr: Intervalle journalisation de sortie RF
zh: 訊號強度記錄間隔

# alarmIndicator
source: Alarm
es: Alarma
fr: Alarme
zh: 警示燈

# rfPilotLevelAlarm
source: RF Pilot Level
es: Nivel Piloto RF
fr: Niveau Pilote RF
zh: RF導頻位準警示

# temperatureAlarm
source: Temperature
es: Temperatura
fr: Température
zh: 溫度警示

# powerSupplyAlarm
source: Power
es: Energía
fr: Alimentation électrique
zh: 電源警示

# unitStatusAlarm
source: Device
es: Aparato
fr: État dispositif
zh: 設備狀態

# minute
source: Minute(s)
es: Minuto(s)
zh: 分鐘

source: Monitoring Chart
es: Gráfico de Monitoreo
fr: Graphique moniteur
zh: 監控圖表

source: Reconnect
es: Reconectar
fr: reconnecter
zh: 重新連線

source: Warm Reset
es: Reinicio Caliente
zh: 熱重啟

source: Reset
es: Restablecer
fr: Réinitialiser
zh: 重置

source: Share
es: Compartir
fr: Partager
zh: 分享

source: Export
es: Exportar
fr: Exportation
zh: 匯出

source: Download All
es: Descargar Todo
fr: Tout Télécharger
zh: 下載全部

source: Open
es: Abrir
fr: Ouvrir
zh: 開啟

# dataLog
source: Device Log
es: Registro
fr: Journal
zh: 設備紀錄

source: RF Level
es: Nivel RF
fr: Niveau RF
zh: 訊號強度

source: Trunk Amplifier
es: Amplificador de maletero
fr: Amplificateur de coffre
zh: 幹線放大器

source: Distribution Amplifier
es: Amplificador de distribución
fr: Amplificateur de distribution
zh: 支線放大器

source: Optical Node
es: Nodo Óptico
zh: 光節點

source: Name
es: Nombre
fr: Nom
zh: 名稱

source: Scan QR Code
es: Escanear código QR
fr: Scanner code QR
zh: 掃描二維碼

source: Device Setting
es: Configuración Dispositivo
fr: Paramètres de l'appareil
zh: 設備設定

source: Firmware Update
es: Actualización firmware

source: Update
es: Actualizar

# firmwareUpdateRecord
source: Record
es: Registro

source: Operation Log
es: Registro de Operaciones

source: Bluetooth Setting
es: Configuración Bluetooth
fr: Paramètres Bluetooth
zh: 藍牙設定

source: Instruction
es: Instrucción
zh: 說明

# instructionStep1
source: Please plug the BT 5.1 USB Bluetooth adapter into any 1.8G amplifier.
es: Por favor, enchufe el adaptador Bluetooth USB BT 5.1 en cualquier amplificador 1.8G.
fr: Veuillez brancher l'adaptateur Bluetooth USB BT 5.1 dans n'importe quel amplificateur 1.8G.
zh: 請將 BT 5.1 USB 藍牙適配器插入任一台 1.8G 放大器。

# instructionStep2
source: After plugging in and powering on, please tap the button below.
es: Después de enchufarlo y encenderlo, por favor toque el botón debajo.
fr: Après l'avoir branché et allumé, veuillez appuyer sur le bouton ci-dessous.
zh: 插入並通電後，點選下方的按鈕。

# instructionStep3
source: After the setting is completed, please restart the App.
es: Después de que la configuración esté completada, por favor reinicie la aplicación.
fr: Une fois les réglages terminés, veuillez redémarrer l'application.
zh: 設定完成後請重新啟動 App。

# startUpdate
source: Start
es: Iniciar
fr: Commencer
zh: 開始

# firmwareUpdateCaution1
source: Please provide a stable power source for the device. Do not turn off the power during the update process.
es: Por favor, proporcione una fuente de energía estable para el dispositivo. No apague el dispositivo durante el proceso de actualización.

# firmwareUpdateCaution2
source: Do not remove the Bluetooth adapter or close the App during the update process.
es: No retire el adaptador de Bluetooth ni cierre la aplicación durante el proceso de actualización.

# firmwareUpdateCaution3
source: Maintain a stable Bluetooth connection distance between the device and the mobile device.
es: Mantenga una distancia de conexión Bluetooth estable entre el dispositivo y el dispositivo móvil.

# firmwareUpdateCaution4
source: Please select the correct firmware file.
es: Por favor seleccione el archivo de firmware correcto.

# readyToSend
source: Ready to send firmware
es: Listo para enviar firmware
fr: Prêt à envoyer le firmware
zh: 準備傳送韌體

# sendingBinary
source: Sending
es: Enviando
fr: Envoi
zh: 傳送中

source: Verifying
es: Verificando
fr: Vérification
zh: 驗證中

# updatingFirmware
source: Updating
es: Actualizando
fr: Mise à jour
zh: 更新中

source: Update complete
es: Actualización completa
fr: Mise à jour terminée
zh: 更新完成

source: Upgrade
es: Actualización

source: Downgrade
es: Degradación

# noMoreRecordToShow
source: There are no logs to show
es: No hay registros para mostrar

source: Time
es: Tiempo

source: Firmware Change
es: Cambio de firmware

source: About Us
es: Acerca Nosotros
fr: À propos nous
zh: 關於我們

# aboutArticleParagraph1
source: Twoway Communications, Inc., founded in October 1992, is Taiwan's largest broadband amplifier and optical workstation equipment provider. It is also the only company in Asia certified by major North American MSOs (Multiple-System Operators) for the development and manufacturing of HFC (Hybrid Fiber-Coaxial) transmission equipment.
es: Twoway Communications, Inc., fundada en octubre de 1992, es el mayor proveedor de amplificadores de banda ancha y equipos de estación de trabajo ópticos de Taiwán. También es la única empresa en Asia certificada por los principales operadores de sistemas múltiples (MSOs) de América del Norte para el desarrollo y fabricación de equipos de transmisión HFC (Híbrido Fibra-Coaxial).
fr: Twoway Communications, Inc., fondée en octobre 1992, est le principal fournisseur taïwanais d'amplificateurs à large bande et d'équipements de poste de travail optique. Elle est également la seule entreprise en Asie certifiée par les principaux opérateurs de systèmes multiples nord-américains pour le développement et la fabrication d'équipements de transmission HFC (Hybrid Fiber-Coaxial).
zh: 達運光電股份有限公司 (Twoway Communications, Inc.) 成立於 1992 年 10 月，為台灣第一大寬頻放大器及光工作站設備商，也是亞洲唯一通過北美主要 MSO (多系統業者, Multiple-System Operators) 認證之 HFC (混合光纖同軸, Hybrid Fiber-Coaxial) 傳輸設備之研發製造商。

# aboutArticleParagraph2
source: The Twoway Communications Group established its U.S. subsidiary, "ACI Communications, Inc.," in 1999. It acquired the "Augat" product line in the United States and marketed it globally under the "ACI" brand. The company focuses on researching and manufacturing high-quality wide-area broadband fiber outdoor network equipment, high-performance broadband amplifier products, optical nodes, and head-end optoelectronic equipment. With its excellent quality product range, the company provides the best service to the global cable TV and telecommunications industries.
es: El Grupo Twoway Communications estableció su filial en Estados Unidos, "ACI Communications, Inc.", en 1999. Adquirió la línea de productos "Augat" en Estados Unidos y la comercializó a nivel mundial bajo la marca "ACI". La empresa se enfoca en la investigación y fabricación de equipos de red de fibra óptica de banda ancha de área amplia al aire libre, productos amplificadores de banda ancha de alto rendimiento, nodos ópticos y equipos optoelectrónicos de extremo de cabeza. Con su excelente gama de productos de alta calidad, la empresa brinda el mejor servicio a las industrias globales de televisión por cable y telecomunicaciones.
fr: Le groupe Twoway Communications a créé sa filiale américaine, "ACI Communications, Inc.", en 1999. Il a acquis la gamme de produits "Augat" aux États-Unis et l'a commercialisée mondialement sous la marque "ACI". L'entreprise se concentre sur la recherche et la fabrication d'équipements de réseau en fibre optique à large bande en extérieur de haute qualité, de produits amplificateurs à large bande haute performance, de nœuds optiques et d'équipements électro-optiques de terminaison. Avec sa gamme de produits d'excellente qualité, l'entreprise offre le meilleur service aux industries mondiales de la télévision par câble et des télécommunications.
zh: 達運光電集團於1999年成立美國子公司「ACI Communications, Inc.」，併購美國「Augat」產品線，以「ACI」自有品牌行銷全球，專注於研發製造高品質之廣域寬頻光纖室外網路設備、高性能寬頻放大器產品、光學節點和頭端光電設備，以優異品質之全系列產品為全球有線電視及電信行業提供最佳的服務。
