Repository: henryliang3027/aci_plus_app
Catalog: lib/l10n/app_*.arb
Languages: es, fr, zh

# aboutArticleParagraph3
source: In response to the digital transformation trend, the Twoway Communications Group leverages its advantages in network technology and equipment to provide major telecom operators with digital convergence and smart value-added services. It also applies years of experience to IoT artificial intelligence and Internet of Things-related solutions, promoting smart cloud platforms across various fields. The company seizes opportunities as a network system integration service provider, expands its urban security network system business, develops smart monitoring solutions, integrates fiber and cable transmission technologies, and explores new opportunities in smart homes, medical care services, and disaster prevention management.
es: En respuesta a la tendencia de transformación digital, el Grupo Twoway Communications aprovecha sus ventajas en tecnología y equipos de red para proporcionar a los principales operadores de telecomunicaciones servicios digitales de convergencia y valor añadido inteligente. También aplica años de experiencia en soluciones de inteligencia artificial de IoT y relacionadas con el Internet de las cosas, promoviendo plataformas de nube inteligente en diversos campos. La empresa aprovecha las oportunidades como proveedor de servicios de integración de sistemas de red, expande su negocio de sistemas de seguridad urbana, desarrolla soluciones de monitoreo inteligente, integra tecnologías de transmisión de fibra y cable, y explora nuevas oportunidades en hogares inteligentes, servicios de atención médica y gestión de prevención de desastres.
fr: En réponse à la tendance à la transformation numérique, le groupe Twoway Communications tire parti de ses avantages en technologie et équipements réseau pour fournir aux principaux opérateurs de télécommunications des services de convergence numérique et de valeur ajoutée intelligente. Il applique également des années d'expérience aux solutions liées à l'IoT et à l'intelligence artificielle, promouvant ainsi des plateformes cloud intelligentes dans divers domaines. L'entreprise saisit les opportunités en tant que fournisseur de services d'intégration de systèmes réseau, étend ses activités dans les réseaux de sécurité urbains, développe des solutions de surveillance intelligente, intègre les technologies de transmission fibre et câble, et explore de nouvelles opportunités dans les domaines des maisons intelligentes, des services de soins médicaux et de la gestion de la prévention des catastrophes.
zh: 因應數位化轉型浪潮，達運光電集團亦以網路技術與設備優勢，提供各大電信商數位匯流與智慧加值服務，並將多年累積之經驗應用於 IoT 人工智慧物聯網相關解決方案，將智慧雲平台推廣至各種不同的領域，掌握網路系統整合應用服務商機，拓展城市安全網路系統業務，開發智慧監控解決方案，整合光纖及纜線傳輸技術，拓展智慧家庭、醫療照護服務及防災管理之新商機。

# aboutArticleParagraph4
source: The Twoway Communications Group upholds "global cross-border logistics, local real-time service" as its highest principle and goal, striving to build the highest quality customized services. Currently, the company has subsidiaries in the United States, Indonesia, Vietnam, Thailand, the Philippines, and offices in Japan, South Korea, Chile, and other countries. It collaborates closely with distributors and partners in various regions globally to enhance service quality and meet the diverse needs of customers.
es: El Grupo Twoway Communications defiende "logística transfronteriza global, servicio local en tiempo real" como su principio y objetivo más alto, esforzándose por construir servicios personalizados de la más alta calidad. Actualmente, la empresa tiene filiales en Estados Unidos, Indonesia, Vietnam, Tailandia, Filipinas y oficinas en Japón, Corea del Sur, Chile y otros países. Colabora estrechamente con distribuidores y socios en varias regiones a nivel global para mejorar la calidad del servicio y satisfacer las diversas necesidades de los clientes.
fr: Le groupe Twoway Communications défend "la logistique transfrontalière mondiale, le service local en temps réel" comme son plus haut principe et objectif, s'efforçant de construire les services personnalisés de la plus haute qualité. Actuellement, l'entreprise possède des filiales aux États-Unis, en Indonésie, au Vietnam, en Thaïlande, aux Philippines, ainsi que des bureaux au Japon, en Corée du Sud, au Chili et dans d'autres pays. Elle collabore étroitement avec des distributeurs et des partenaires dans différentes régions du monde pour améliorer la qualité de service et répondre aux besoins diversifiés des clients.
zh: 達運光電集團以「全球跨境物流、在地及時服務」為最高原則與目標，傾力建構最優質的客製化服務；目前達運光電集團在美國、印尼、越南、泰國、菲律賓等地設立子公司，並於日本、韓國、智利等地分別成立辦事處，同時在全球多國與各區域經銷伙伴緊密合作，提升服務品質以滿足客戶各種不同的需求。

# aboutArticleParagraph5
source: The Twoway Communications Group's global headquarters in Taiwan has been certified for ISO 9001 Quality Management System and ISO 14001 Environmental Management System.
es: La sede global del Grupo Twoway Communications en Taiwán ha sido certificada por el Sistema de Gestión de Calidad ISO 9001 y el Sistema de Gestión Ambiental ISO 14001.
fr: Le siège mondial du groupe Twoway Communications à Taïwan a été certifié pour le système de gestion de la qualité ISO 9001 et le système de gestion environnementale ISO 14001.
zh: 達運光電集團台灣全球總部已通過【ISO 9001品質管理系統】及【ISO 14001環境管理系統】驗證。

# aboutArticleDigitalTeamTitle
source: DIGITAL TEAM
es: EQUIPO DIGITAL
fr: ÉQUIPE NUMÉRIQUE
zh: 數位組

# aboutArticleDigitalTeamParagraph
source: Our work team consists of the web project manager, web designer, programmer, and system engineer. Twoway Communications believes that a well-designed network device management system will enable customers to execute monitoring tasks correctly, promptly, and with quick responses, bringing subsequent benefits. We will continuously improve our capabilities, accumulate experience, learn and grow creatively, keep pace with new technologies, solicit customer feedback, produce more professional equipment monitoring products and globalized services, and realize the concept of remote monitoring services.
es: Nuestro equipo de trabajo está compuesto por el gerente de proyecto web, el diseñador web, el programador y el ingeniero de sistemas. Twoway Communications cree que un sistema de gestión de dispositivos de red bien diseñado permitirá a los clientes ejecutar tareas de monitoreo de manera correcta, rápida y con respuestas ágiles, lo que traerá beneficios posteriores. Continuaremos mejorando nuestras capacidades, acumulando experiencia, aprendiendo y creciendo creativamente, manteniendo el ritmo con las nuevas tecnologías, solicitando la retroalimentación de los clientes, produciendo productos de monitoreo de equipos más profesionales y servicios globalizados, y realizando el concepto de servicios de monitoreo remoto.
fr: Notre équipe de travail est composée du chef de projet web, du concepteur web, du programmeur et de l'ingénieur système. Twoway Communications est convaincue qu'un système de gestion des périphériques réseau bien conçu permettra aux clients d'exécuter correctement, rapidement et avec des réponses rapides les tâches de surveillance, apportant ainsi des avantages subséquents. Nous améliorerons continuellement nos capacités, accumulerons de l'expérience, apprendrons et grandirons de manière créative, suivrons le rythme des nouvelles technologies, solliciterons les retours des clients, produirons des produits de surveillance d'équipement plus professionnels et des services globalisés, et réaliserons le concept de services de surveillance à distance.
zh: 我們的工作團隊包含了網頁專案經理、網頁設計師、程式設計師以及系統工程師。達運光電相信好的網路裝置管理系統設計，將為顧客執行正確、及時與快速反應的監控任務，帶來後續更多的效益。而我們也會不斷提升能力累積經驗，學習成長發揮創意，與時俱進配合新技術，汲取客戶的回饋，做出更專業的設備監控產品與全球化服務，實現對遠端監控服務理念。

source: Project Manager
es: Gerente Proyecto
fr: Chef projet
zh: 網頁專案經理

source: Website Designer
es: Diseñador Sitios Web
fr: Concepteur de site Web
zh: 網頁設計師

source: Front-end / Back-end Engineer
es: Ingeniero Front-end/Back-end
fr: Ingénieur frontal / dorsal
zh: 程式設計師

source: System Engineer
es: Ingeniero Sistemas
fr: Ingénieur Système
zh: 系統工程師

# selectFirmwareFile
source: Select File
es: Seleccionar archivo

# textFieldErrorMessage
source: Invalid value
es: Valor inválido
fr: Format invalide
zh: 內容不正確

# setupWizardFunctionDescription
source: Function Description
es: Descripción

# informationPageSetupWizard1
source: Basic information of Bluetooth / Amplifier
es: Información básica de Bluetooth / Amplificador

# informationPageSetupWizard2
source: Use preset parameters to set the amplifier directly
es: Usar parámetros preestablecidos para configurar el amplificador

# informationPageSetupWizard3
source: Equipment status display
es: Mostrar estado del equipo

# informationPageSetupWizard4
source: Select theme ( day / night mode )
es: Seleccionar tema (modo día / noche)

# informationPageSetupWizard5
source: Amplifier warm reset function
es: Función de reinicio en caliente del amplificador

# devicePageSetupWizard1
source: Device attribute are required
es: Se requieren atributos del dispositivo

# devicePageSetupWizard2
source: The low frequency and high frequency settings must be within the range of the start frequency and stop frequency
es: Las configuraciones de baja frecuencia y alta frecuencia deben estar dentro del rango de frecuencia de inicio y frecuencia de parada

# devicePageSetupWizard3
source: The amplifier in TGC mode after ALSC mode turned off
es: El amplificador en modo TGC después de que el modo ALSC esté apagado

# devicePageSetupWizard4
source: Adjustable recording period
es: Período de grabación ajustable

# thresholdPageSetupWizard1
source: Adjustable temperature, voltage, voltage ripple and TCP output power upper / lower limit
es: Límite superior / inferior ajustable de temperatura, voltaje, rizado de voltaje y potencia de salida TCP

# thresholdPageSetupWizard2
source: Alarm notifications for low-frequency output and high-frequency output can be turned on or off
es: Las notificaciones de alarma para la salida de baja y alta frecuencia se pueden activar o desactivar

# balancePageSetupWizard1
source: Automatically detect the current equalizer ( EQ ) type
es: Detectar automáticamente el tipo de ecualizador (EQ) actual

# balancePageSetupWizard2
source: Automatically adjust the Reverse and Forward attenuation ( PAD ) ranges of connected device
es: Ajustar automáticamente los rangos de atenuación (PAD) de entrada y salida del dispositivo conectado

# balancePageSetupWizard3
source: Each Port signal Ingress setting
es: Configuración de entrada de señal para cada puerto

# statusPageSetupWizard1
source: Automatically update the current amplifier status
es: Actualizar automáticamente el estado actual del amplificador

# statusPageSetupWizard2
source: Temperature ( °F / °C ) conversion display
es: Visualización de la conversión de temperatura (°F / °C)

# statusPageSetupWizard3
source: When the low-frequency and high-frequency status are both locked, the ALSC mode is completed
es: Cuando el estado de baja y alta frecuencia están bloqueados, se completa el modo ALSC

# dataLogPageSetupWizard1
source: Display 1024 logs with one click, and display up to 10240 logs. For example : record a log every 30 minutes, display about 3 weeks of data with one click, and display up to 7 months of data
es: Mostrar 1024 registros con un clic y hasta 10240 registros. Por ejemplo: registrar un log cada 30 minutos, mostrar aproximadamente 3 semanas de datos con un clic, y mostrar hasta 7 meses de datos

# dataLogPageSetupWizard2
source: You can zoom in / out and click on the chart to display detailed information
es: Puedes acercar / alejar y hacer clic en el gráfico para mostrar información detallada

# dataLogPageSetupWizard3
source: Download and share data ( Excel format )
es: Descargar y compartir datos (formato Excel)

# rfLevelPageSetupWizard1
source: Display the current RF band strength value ( Forward input / output 256 frequency bands each ). Up to 400 records can be stored. For example : data is recorded every 60 minutes, and up to 16 days of data can be displayed.
es: Mostrar el valor actual de la intensidad de banda RF (entrada / salida en 256 bandas de frecuencia cada una). Se pueden almacenar hasta 400 registros. Por ejemplo: los datos se registran cada 60 minutos y se pueden mostrar hasta 16 días de datos

# rfLevelPageSetupWizard2
source: You can zoom in / out and click on the chart to display detailed information
es: Puedes acercar / alejar y hacer clic en el gráfico para mostrar información detallada

# rfLevelPageSetupWizard3
source: Download and share data ( Excel format )
es: Descargar y compartir datos (formato Excel)

# deviceSettingPageSetupWizard1
source: Device default settings can be made offline, and 3 configuration files can be set for each category
es: Las configuraciones predeterminadas del dispositivo se pueden realizar fuera de línea, y se pueden configurar 3 archivos de configuración para cada categoría

# deviceSettingPageSetupWizard2
source: Generate / scan QR code to share data, export / import to synchronize data with other devices
es: Generar / escanear código QR para compartir datos, exportar / importar para sincronizar datos con otros dispositivos

# firmwareUpdatePageSetupWizard1
source: Bluetooth connection has an effective range of 10 meters
es: La conexión Bluetooth tiene un alcance efectivo de 10 metros

# firmwareUpdatePageSetupWizard2
source: Select the new / old firmware version to update to the device
es: Seleccionar la versión de firmware nueva / antigua para actualizar el dispositivo

# firmwareUpdatePageSetupWizard3
source: Update time within 2 minutes
es: Tiempo de actualización dentro de 2 minutos

# userActivityLogPageSetupWizard1
source: App’s operation record of the device
es: Registro de operación de la aplicación del dispositivo

# userActivityLogPageSetupWizard2
source: A maximum of 30 days of records can be selected, and 500 records can be displayed in one click.
es: Se pueden seleccionar un máximo de 30 días de registros, y se pueden mostrar 500 registros con un clic

# userActivityLogPageSetupWizard3
source: Download and share data ( Excel format )
es: Descargar y compartir datos (formato Excel)

# dialogTitleAskBeforeExitApp
source: Do you want to exit the app ?
es: ¿Desea salir de la aplicación?
fr: Voulez-vous quitter l’application ?
zh: 您確定要退出應用程式嗎？

# dialogTitleDownloading
source: Downloading...
es: Descargando...
fr: Téléchargement...
zh: 下載中...

# dialogTitleProcessing
source: Setting up...
es: configurando...
fr: Configuration...
zh: 設定中...

# dialogTitleNotice
source: Notice
es: Aviso
fr: Avis
zh: 提醒

# dialogTitleSettingResult
source: Result
es: Resultado
fr: Résultat
zh: 結果

# dialogTitleSuccess
source: Success
es: Éxito
fr: Succès
zh: 成功

# dialogTitleEnterYourCode
source: Enter Your Code
es: Ingrese Su Código
fr: Entrez Votre Code
zh: 輸入代碼

# dialogTitleEnterQRCodeDescription
source: Enter QR Code Description
es: Ingrese la descripción del código QR

# dialogTitleEnterConfirm
source: Confirm
es: Confirmar
fr: Confirmer
zh: 確認

# dialogTitleDeleteConfig
source: Delete
es: Eliminar
fr: Supprimer
zh: 刪除

# dialogTitleSelectConfig
source: Select Preset
es: Seleccionar preajuste
fr: Sélectionner le préréglage
zh: 選擇設定檔

# dialogTitleDeviceRebooting
source: Rebooting
es: Reiniciando
fr: Redémarrage
zh: 重新啟動中

# dialogTitleSelectPeripheral
source: Select Bluetooth
es: Seleccionar Bluetooth

# dialogTitleSelectTheme
source: Select Theme
es: Seleccionar Tema

# dialogMessageFirmwareUpdateError
source: The Bluetooth connection status is abnormal. Would you like to try again?
es: El estado de la conexión Bluetooth es anormal. ¿Te gustaría intentarlo de nuevo?
fr: Le statut de la connexion Bluetooth est anormal. Souhaitez-vous réessayer ?
zh: 藍牙連線狀態異常, 請問您是否重新嘗試？

# dialogMessageFirmwareUpdateSuccess
source: Firmware update successful.
es: Actualización de firmware exitosa.
fr: Mise à jour du firmware réussie.
zh: 韌體更新成功

# dialogMessageFirmwareUpdateVersion
source: The current firmware version is {currentVersion}, do you want to update to {newVersion} ?
es: La versión actual del firmware es {currentVersion}, ¿desea actualizar a {newVersion}?
fr: La version actuelle du firmware est {currentVersion}, voulez-vous mettre à jour vers {newVersion} ?
zh: 目前的韌體版本為 {currentVersion}，您確定要更新到 {newVersion} 嗎 ?

# dialogMessageDeleteConfig
source: Do you want to delete {configName} ?
es: ¿Quieres eliminar {configName}?
fr: Voulez-vous supprimer {configName} ?
zh: 您確定要刪除 {configName} 嗎 ?

# dialogMessageSetAsDefaultConfig
source: Do you want to set {configName} as default ?
es: ¿Quieres establecer {configName} como predeterminado?
fr: Voulez-vous définir {configName} comme paramètre par défaut ?
zh: 您確定要將 {configName} 設為預設嗎 ?

# dialogMessageDefaultConfigNotFound
source: Preset data not found! Please add new preset profiles.
es: ¡Datos predefinidos no encontrados! Por favor, añada nuevos perfiles predefinidos.
fr: Données prédéfinies non trouvées! Veuillez ajouter de nouveaux profils prédéfinis.
zh: 未找到預設資料, 請新增預設設定檔

# dialogMessageAllConfigsUpdated
source: All preset profiles have been updated.
es: Todos los perfiles predefinidos han sido actualizados.
fr: Tous les profils prédéfinis ont été mis à jour.
zh: 已更新所有設定檔

# dialogMessageInvalidQRCode
source: Invalid QR code
es: Código QR no válido
fr: Code QR invalide
zh: 無效的二維碼

# dialogMessageDeviceNotFound
source: Device Not Found
es: Dispositivo no encontrado
fr: Appareil non trouvé
zh: 未發現任何裝置

# dialogMessageBluetoothDisabled
source: Bluetooth Is Disabled
es: Bluetooth está deshabilitado
fr: Bluetooth est désactivé
zh: 藍牙未開啟

# dialogMessageConnectionFailure
source: Device Connection Failed
es: Fallo en la conexión del dispositivo
fr: Connexion dispositif échouée
zh: 裝置連線失敗

# dialogMessageLoadDataFailure
source: Failed to load data
es: Error al cargar datos
fr: Échec chargement données
zh: 加載資料失敗

# dialogMessageLoadLogFailure
source: Failed to load logs
es: Error cargar registros
fr: Échec chargement journaux
zh: 加載記錄資料失敗

# dialogMessageDownloadLogFailure
source: Failed to download logs
es: Error descargar registros
fr: Échec téléchargement journaux
zh: 下載記錄資料失敗

# dialogMessageLoadEventFailure
source: Failed to load events
es: Error cargar eventos
fr: Échec chargement événements
zh: 加載事件資料失敗

# dialogMessageLocationSetting
source: Location setting
es: Ajuste ubicación
fr: Réglage localisation
zh: 位置設定

# dialogMessageTGCCableLengthSetting
source: TGC cable length setting
es: Ajuste longitud cable TGC
fr: Réglage longueur du câble TGC
zh: TGC纜線衰減值設定

# dialogMessageLogIntervalSetting
source: Log interval setting
es: Ajuste intervalo registro
fr: Réglage intervalle journalisation
zh: 記錄間隔設定

# dialogMessageRFOutputLogIntervalSetting
source: RF output log interval setting
es: Ajuste intervalo registro de salida RF
fr: Réglage intervalle journalisation de sortie RF
zh: 訊號強度記錄間隔設定

# dialogMessageWorkingModeSetting
source: Working mode setting
es: Ajuste modo trabajo
fr: Réglage travail mode
zh: 工作模式設定

# dialogMessageSaveUserPilot
source: Save User Pilot
es: Guardar Piloto Usuario
fr: Enregistrer Pilote Utilisateur
zh: 儲存導航頻率

# dialogMessageSaveUserPilot2
source: Save User Pilot 2
es: Guardar Piloto Usuario 2
fr: Enregistrer Pilote Utilisateur 2
zh: 儲存導航頻率2

# dialogMessageResetForwardToDefault
source: Do you want to reset forward parameters to default ?
es: ¿Quieres restablecer parámetros de reenvío?
fr: Voulez-vous réinitialiser les paramètres transfert ?
zh: 您確定要重置下行參數設定嗎 ?

# dialogMessageResetReverseToDefault
source: Do you want to reset reverse parameters to default ?
es: ¿Quiere restablecer parámetros inversos?
fr: Voulez-vous réinitialiser les paramètres inverses ?
zh: 您確定要重置上行參數設定嗎 ?

# dialogMessageAGCModeSetting
source: ALSC mode setting
es: Ajustes modo ALSC
fr: Réglage mode AGC
zh: ALSC 模式設定

# dialogMessageALCModeSetting
source: ALC mode setting
es: Ajustes modo ALC
fr: Réglage mode ALC
zh: ALC 模式設定

# dialogMessageFirstChannelLoadingFrequencySetting
source: Start frequency setting
es: Ajuste frecuencia inicio
fr: Réglage fréquence départ
zh: 起始頻率設定

# dialogMessageFirstChannelLoadingLevelSetting
source: Start level setting
es: Ajuste nivel inicio
fr: Réglage niveau départ
zh: 起始強度設定

# dialogMessageLastChannelLoadingFrequencySetting
source: Stop frequency setting
es: Ajuste frecuencia parada
fr: Réglage fréquence arrêt
zh: 截止頻率設定

# dialogMessageLastChannelLoadingLevelSetting
source: Stop level setting
es: Ajuste nivel parada
fr: Réglage niveau arrêt
zh: 截止強度設定

# dialogMessagePilotFrequencyModeSetting
source: Pilot frequency selection setting
es: Ajuste selección frecuencia piloto
fr: Réglage sélection fréquence pilote
zh: 導航頻道選取方式設定

# dialogMessagePilotFrequency1Setting
source: Low frequency setting
es: Ajuste baja frecuencia
fr: Réglage basse fréquence
zh: 低頻設定

# dialogMessagePilotFrequency2Setting
source: High frequency setting
es: Ajuste alta frecuencia
fr: Réglage haute fréquence
zh: 高頻設定

# dialogMessageMaxTemperatureSetting
source: Max temperature setting
es: Ajuste temperatura máxima
fr: Réglage température max
zh: 最高溫設定

# dialogMessageMinTemperatureSetting
source: Min temperature setting
es: Ajuste temperatura mínima
fr: Réglage température min
zh: 最低溫設定

# dialogMessageMaxVoltageSetting
source: Max voltage setting
es: Ajuste voltaje máximo
fr: Réglage tension max
zh: 最大電壓設定

# dialogMessageMinVoltageSetting
source: Min voltage setting
es: Ajuste voltaje mínimo
fr: Réglage tension min
zh: 最小電壓設定

# dialogMessageMaxVoltageRippleSetting
source: Max voltage ripple setting
es: Ajuste ondulación máxima voltaje
fr: Réglage ondulation tension max
zh: 最大電壓漣波設定

# dialogMessageMinVoltageRippleSetting
source: Min voltage ripple setting
es: Ajuste ondulación mínima voltaje
fr: Réglage ondulation tension min
zh: 最小電壓漣波設定

# dialogMessageMaxRFOutputPowerSetting
source: Max TCP output power setting
es: Ajuste potencia salida máxima TCP
fr: Réglage puissance de sortie max TCP
zh: 最大 TCP 輸出強度設定

# dialogMessageMinRFOutputPowerSetting
source: Min TCP output power setting
es: Ajuste potencia salida mínima TCP
fr: Réglage puissance de sortie min TCP
zh: 最小 TCP 輸出強度設定

# dialogMessageMaxRFOutputPower1Setting
source: Port 1 max output power setting
es: Ajuste potencia máxima salida puerto 1
fr: Réglage puissance sortie max port 1
zh: Port 1 最大輸出強度設定

# dialogMessageMinRFOutputPower1Setting
source: Port 1 min output power setting
es: Ajuste potencia mínima salida puerto 1
fr: Réglage puissance sortie min port 1
zh: Port 1 最小輸出強度設定

# dialogMessageMaxRFOutputPower3Setting
source: Port 3 max output power setting
es: Ajuste potencia máxima salida puerto 3
fr: Réglage puissance sortie max port 3
zh: Port 3 最大輸出強度設定

# dialogMessageMinRFOutputPower3Setting
source: Port 3 min output power setting
es: Ajuste potencia mínima salida puerto 3
fr: Réglage puissance sortie min port 3
zh: Port 3 最小輸出強度設定

# dialogMessageMaxRFOutputPower4Setting
source: Port 4 max output power setting
es: Ajuste potencia máxima salida puerto 4
fr: Réglage puissance sortie max port 4
zh: Port 4 最大輸出強度設定

# dialogMessageMinRFOutputPower4Setting
source: Port 4 min output power setting
es: Ajuste potencia mínima salida puerto 4
fr: Réglage puissance sortie min port 4
zh: Port 4 最小輸出強度設定

# dialogMessageMaxRFOutputPower6Setting
source: Port 6 max output power setting
es: Ajuste potencia máxima salida puerto 6
fr: Réglage puissance sortie max port 6
zh: Port 6 最大輸出強度設定

# dialogMessageMinRFOutputPower6Setting
source: Port 6 min output power setting
es: Ajuste potencia mínima salida puerto 6
fr: Réglage puissance sortie min port 6
zh: Port 6 最小輸出強度設定

# dialogMessageTemperatureAlarmStateSetting
source: Temperature alarm setting
es: Ajuste alarma temperatura
fr: Réglage alarme température
zh: 溫度警告設定

# dialogMessageVoltageAlarmStateSetting
source: Voltage alarm setting
es: Ajuste alarma voltaje
fr: Réglage alarme tension
zh: 電壓警告設定
