Repository: henryliang3027/aci_plus_app
Catalog: lib/l10n/app_*.arb
Languages: es, fr, zh

# dialogMessageVoltageRippleAlarmStateSetting
source: Voltage ripple alarm setting
es: Ajuste alarma ondulación voltaje
fr: Réglage alarme ondulation tension
zh: 電壓漣波警告設定

# dialogMessageRFOutputPowerAlarmStateSetting
source: TCP output power alarm setting
es: Ajuste alarma potencia salida TCP
fr: Réglage alarme puissance sortie TCP
zh: TCP 輸出強度警告設定

# dialogMessageRFOutputPower1AlarmStateSetting
source: Port 1 output power alarm setting
es: Ajuste alarma potencia salida Puerto 1
fr: Réglage alarme puissance sortie port 1
zh: Port 1 輸出強度警告設定

# dialogMessageRFOutputPower2AlarmStateSetting
source: Port 2 output power alarm setting
es: Ajuste alarma potencia salida Puerto 2
fr: Réglage alarme puissance sortie port 2
zh: Port 2 輸出強度警告設定

# dialogMessageRFOutputPower3AlarmStateSetting
source: Port 3 output power alarm setting
es: Ajuste alarma potencia salida Puerto 3
fr: Réglage alarme puissance sortie port 3
zh: Port 3 輸出強度警告設定

# dialogMessageRFOutputPower4AlarmStateSetting
source: Port 4 output power alarm setting
es: Ajuste alarma potencia salida Puerto 4
fr: Réglage alarme puissance sortie port 4
zh: Port 4 輸出強度警告設定

# dialogMessageRFOutputPower5AlarmStateSetting
source: Port 5 output power alarm setting
es: Ajuste alarma potencia salida Puerto 5
fr: Réglage alarme puissance sortie port 5
zh: Port 5 輸出強度警告設定

# dialogMessageRFOutputPower6AlarmStateSetting
source: Port 6 output power alarm setting
es: Ajuste alarma potencia salida Puerto 6
fr: Réglage alarme puissance sortie port 6
zh: Port 6 輸出強度警告設定

# dialogMessageSplitOptionAlarmStateSetting
source: Split option alarm setting
es: Ajuste alarma opción división
fr: Réglage alarme option division
zh: 上下行截止頻率警告設定

# dialogMessageRFOutputPilotLowFrequencyAlarmStateSetting
source: Low frequency output status alarm setting
es: Ajuste alarma estado salida baja frecuencia
fr: Réglage alarme statut sortie basse fréquence
zh: 低頻輸出狀態警告設定

# dialogMessageRFOutputPilotHighFrequencyAlarmStateSetting
source: High frequency output status alarm setting
es: Ajuste alarma estado salida alta frecuencia
fr: Réglage alarme statut sortie haute fréquence
zh: 高頻輸出狀態警告設定

# dialogMessageForwardConfigModeSetting
source: Forward config mode setting
es: Ajuste modo configuración adelante
fr: Réglage mode configuration avancé
zh: 下行組態模式設定

# dialogMessageForwardModeSetting
source: Forward mode setting
es: Ajuste modo adelante
fr: Réglage mode avancé
zh: 下行模式設定

# dialogMessageSplitOptionSetting
source: Split option setting
es: Ajuste opción división
fr: Réglage option division
zh: 上下行截止頻率設定

# dialogMessageCoordinatesSetting
source: Coordinates setting
es: Ajuste Coordenadas
fr: Réglage coordonnées
zh: 座標設定

# dialogMessageForwardInputAttenuation1Setting
source: Port 1 forward input attenuation setting
es: Ajuste atenuación entrada Puerto 1 adelante
fr: Réglage atténuation entrée en avant port 1
zh: Port 1 下行輸入衰減量設定

# dialogMessageForwardInputAttenuation3Setting
source: Port 3 forward input attenuation setting
es: Ajuste atenuación entrada Puerto 3 adelante
fr: Réglage atténuation entrée en avant port 3
zh: Port 3 下行輸入衰減量設定

# dialogMessageForwardInputAttenuation4Setting
source: Port 4 forward input attenuation setting
es: Ajuste atenuación entrada Puerto 4 adelante
fr: Réglage atténuation entrée en avant port 4
zh: Port 4 下行輸入衰減量設定

# dialogMessageForwardInputAttenuation6Setting
source: Port 6 forward input attenuation setting
es: Ajuste atenuación entrada Puerto 6 adelante
fr: Réglage atténuation entrée en avant port 6
zh: Port 6 下行輸入衰減量設定

# dialogMessageForwardInputEqualizer1Setting
source: Port 1 forward input equalizer setting
es: Ajuste ecualizador entrada Puerto 1 adelante
fr: Réglage égaliseur entrée en avant port 1
zh: Port 1 下行輸入等化器設定

# dialogMessageForwardInputEqualizer3Setting
source: Port 3 forward input equalizer setting
es: Ajuste ecualizador entrada Puerto 3 adelante
fr: Réglage égaliseur entrée en avant port 3
zh: Port 3 下行輸入等化器設定

# dialogMessageForwardInputEqualizer4Setting
source: Port 4 forward input equalizer setting
es: Ajuste ecualizador entrada Puerto 4 adelante
fr: Réglage égaliseur entrée en avant port 4
zh: Port 4 下行輸入等化器設定

# dialogMessageForwardInputEqualizer6Setting
source: Port 6 forward input equalizer setting
es: Ajuste ecualizador entrada Puerto 6 adelante
fr: Réglage égaliseur entrée en avant port 6
zh: Port 6 下行輸入等化器設定

# dialogMessageForwardOutputAttenuation1Setting
source: Port 1 forward output attenuation setting
es: Ajuste atenuación salida Puertos 1 adelante

# dialogMessageForwardOutputAttenuation3Setting
source: Port 3 forward output attenuation setting
es: Ajuste atenuación salida Puertos 3 adelante
zh: Port 3 下行輸出衰減量設定

# dialogMessageForwardOutputAttenuation4Setting
source: Port 4 forward output attenuation setting
es: Ajuste atenuación salida Puertos 4 adelante
zh: Port 4 下行輸出衰減量設定

# dialogMessageForwardOutputAttenuation6Setting
source: Port 6 forward output attenuation setting
es: Ajuste atenuación salida Puertos 6 adelante

# dialogMessageForwardOutputAttenuation2And3Setting
source: Port 2 & Port 3 forward output attenuation setting
es: Ajuste atenuación salida Puertos 2 y 3 adelante
fr: Réglage atténuation sortie avant ports 2 et 3
zh: Port 2 & Port 3 下行輸出衰減量設定

# dialogMessageForwardOutputAttenuation3And4Setting
source: Port 3 & Port 4 forward output attenuation setting
es: Ajuste atenuación salida Puertos 3 y 4 adelante
fr: Réglage atténuation sortie avant ports 3 et 4
zh: Port 3 & Port 4 下行輸出衰減量設定

# dialogMessageForwardOutputAttenuation5And6Setting
source: Port 5 & Port 6 forward output attenuation setting
es: Ajuste atenuación salida Puertos 5 y 6 adelante
fr: Réglage atténuation sortie avant ports 5 et 6
zh: Port 5 & Port 6 下行輸出衰減量設定

# dialogMessageForwardOutputEqualizer2And3Setting
source: Port 2 & Port 3 forward output equalizer setting
es: Ajuste ecualizador salida Puertos 2 y 3 adelante
fr: Réglage égaliseur sortie avant ports 2 et 3
zh: Port 2 & Port 3 下行輸出等化器設定

# dialogMessageForwardOutputEqualizer3And4Setting
source: Port 3 & Port 4 forward output equalizer setting
es: Ajuste ecualizador salida Puertos 3 y 4 adelante
fr: Réglage égaliseur sortie avant ports 3 et 4
zh: Port 3 & Port 4 下行輸出等化器設定

# dialogMessageForwardOutputEqualizer5And6Setting
source: Port 5 & Port 6 forward output equalizer setting
es: Ajuste ecualizador salida Puertos 5 y 6 adelante
fr: Réglage égaliseur sortie avant ports 5 et 6
zh: Port 5 & Port 6 下行輸出等化器設定

# dialogMessageForwardOutputEqualizer1Setting
source: Port 1 forward output equalizer setting
es: Ajuste ecualizador salida Puerto 1 adelante
fr: Réglage égaliseur sortie en avant port 1
zh: Port 1 下行輸出等化器設定

# dialogMessageForwardOutputEqualizer3Setting
source: Port 3 forward output equalizer setting
es: Ajuste ecualizador salida Puerto 3 adelante
fr: Réglage égaliseur sortie en avant port 3
zh: Port 3 下行輸出等化器設定

# dialogMessageForwardOutputEqualizer4Setting
source: Port 4 forward output equalizer setting
es: Ajuste ecualizador salida Puerto 4 adelante
fr: Réglage égaliseur sortie en avant port 4
zh: Port 4 下行輸出等化器設定

# dialogMessageForwardOutputEqualizer6Setting
source: Port 6 forward output equalizer setting
es: Ajuste ecualizador salida Puerto 6 adelante
fr: Réglage égaliseur sortie en avant port 6
zh: Port 6 下行輸出等化器設定

# dialogMessageForwardBiasCurrent1Setting
source: Port 1 Bias Current setting
es: Ajuste corriente sesgo puerto 1
fr: Réglage courant biais port 1
zh: Port 1 偏差電流設定

# dialogMessageForwardBiasCurrent3Setting
source: Port 3 Bias Current setting
es: Ajuste corriente sesgo puerto 3
fr: Réglage courant biais port 3
zh: Port 3 偏差電流設定

# dialogMessageForwardBiasCurrent4Setting
source: Port 4 Bias Current setting
es: Ajuste corriente sesgo puerto 4
fr: Réglage courant biais port 4
zh: Port 4 偏差電流設定

# dialogMessageForwardBiasCurrent6Setting
source: Port 6 Bias Current setting
es: Ajuste corriente sesgo puerto 6
fr: Réglage courant biais port 6
zh: Port 6 偏差電流設定

# dialogMessageReturnInputAttenuation1Setting
source: Port 1 reverse input attenuation setting
es: Ajuste atenuación entrada Puerto 1 atrás
fr: Réglage atténuation entrée amont port 1
zh: Port 1 上行輸入衰減量設定

# dialogMessageReturnInputAttenuation2Setting
source: Port 2 reverse input attenuation setting
es: Ajuste atenuación entrada Puerto 2 atrás
fr: Réglage atténuation entrée amont port 2
zh: Port 2 上行輸入衰減量設定

# dialogMessageReturnInputAttenuation3Setting
source: Port 3 reverse input attenuation setting
es: Ajuste atenuación entrada Puerto 3 atrás
fr: Réglage atténuation entrée amont port 3
zh: Port 3 上行輸入衰減量設定

# dialogMessageReturnInputAttenuation4Setting
source: Port 4 reverse input attenuation setting
es: Ajuste atenuación entrada Puerto 4 atrás
fr: Réglage atténuation entrée amont port 4
zh: Port 4 上行輸入衰減量設定

# dialogMessageReturnInputAttenuation6Setting
source: Port 6 reverse input attenuation setting
es: Ajuste atenuación entrada Puerto 6 atrás
fr: Réglage atténuation entrée amont port 6
zh: Port 6 上行輸入衰減量設定

# dialogMessageReturnInputAttenuation2And3Setting
source: Port 2 & Port 3 reverse input attenuation setting
es: Ajuste atenuación entrada Puerto 2 y 3 atrás
fr: Réglage égaliseur entrée ports 2 et 3 en amont
zh: Port 2 & Port 3 上行輸入衰減量設定

# dialogMessageReturnInputAttenuation5And6Setting
source: Port 5 & Port 6 reverse input attenuation setting
es: Ajuste atenuación entrada Puerto 5 y 6 atrás
fr: Réglage égaliseur entrée ports 5 et 6 en amont
zh: Port 5 & Port 6 上行輸入衰減量設定

# dialogMessageReturnOutputAttenuation1Setting
source: Port 1 reverse output attenuation setting
es: Ajuste atenuación salida Puerto 1 atrás
fr: Réglage atténuation sortie amont port 1
zh: Port 1 上行輸出衰減量設定

# dialogMessageReturnOutputEqualizer1Setting
source: Port 1 reverse output equalizer setting
es: Ajuste ecualizador salida Puerto 1 atrás
fr: Réglage égaliseur sortie amont port 1
zh: Port 1 上行輸出等化器設定

# dialogMessageReturnIngress1Setting
source: Port 1 reverse ingress setting
es: Ajuste ingreso inverso Puerto 1
fr: Réglage entrée amont port 1
zh: Port 1 上行訊號通過量設定

# dialogMessageReturnIngress2Setting
source: Port 2 reverse ingress setting
es: Ajuste ingreso inverso Puerto 2
fr: Réglage entrée amont port 2
zh: Port 2 上行訊號通過量設定

# dialogMessageReturnIngress3Setting
source: Port 3 reverse ingress setting
es: Ajuste ingreso inverso Puerto 3
fr: Réglage entrée amont port 3
zh: Port 3 上行訊號通過量設定

# dialogMessageReturnIngress4Setting
source: Port 4 reverse ingress setting
es: Ajuste ingreso inverso Puerto 4
fr: Réglage entrée amont port 4
zh: Port 4 上行訊號通過量設定

# dialogMessageReturnIngress5Setting
source: Port 5 reverse ingress setting
es: Ajuste ingreso inverso Puerto 5
fr: Réglage entrée amont port 5
zh: Port 5 上行訊號通過量設定

# dialogMessageReturnIngress6Setting
source: Port 6 reverse ingress setting
es: Ajuste ingreso inverso Puerto 6
fr: Réglage entrée amont port 6
zh: Port 6 上行訊號通過量設定

# dialogMessageReturnIngress2And3Setting
source: Port 2 & Port 3 reverse ingress setting
es: Ajuste ingreso inverso Puerto 2 y 3
fr: Réglage entrée amont port 2 et 3
zh: Port 2 & Port 3 上行訊號通過量設定

# dialogMessageReturnIngress5And6Setting
source: Port 5 & Port 6 reverse ingress setting
es: Ajuste ingreso inverso Puerto 5 y 6
fr: Réglage entrée amont port 5 et 6
zh: Port 5 & Port 6 上行訊號通過量設定

# dialogMessageGPSServiceDisabled
source: Location services are disabled. Please enable location services.
es: Servicios de ubicación desactivados. Actívelos.
fr: Services de localisation désactivés. Veuillez les activer.
zh: 定位服務已關閉, 請開啟定位服務。

# dialogMessageGPSPermissionDenied
source: Location permissions are denied. Please provide permission.
es: Permisos de ubicación denegados. Por favor, otorgue permiso.
fr: Autorisations de localisation refusées. Veuillez autoriser.
zh: 無法取得定位權限, 請允許定位權限。

# dialogMessageAutoSettingLogIntervalFailed
source: Failed to initialize the log interval.
es: Error al inicializar el intervalo de registro.
fr: Échec d'initialisation de l'intervalle de journalisation
zh: 初始化記錄間隔失敗

# dialogMessageTechnicianIDSetting
source: Tech ID setting
es: Ajuste ID del técnico

# dialogMessageInputSignalLevelSetting
source: Input signal levels setting
es: Ajuste niveles de entrada

# dialogMessageInputAttenuationSetting
source: Input attenuation setting
es: Ajuste atenuación de entrada

# dialogMessageInputEqualizerSetting
source: Input equalizer setting
es: Ajuste ecualizador de entrada

# dialogMessageCascadePositionSetting
source: Cascade position setting
es: Ajuste posición de cascada

# dialogMessageDeviceNameSetting
source: Device name setting
es: Ajuste nombre del dispositivo

# dialogMessageDeviceNoteSetting
source: Note setting
es: Ajuste nota

# dialogMessageItemAGCDisabled
source: Disabled
es: Deshabilitado

# dialogMessageItemUnFilled
source: Not Filled
es: No Lleno

# dialogMessageResetToDefaultSuccessful
source: Reset to default value successful
es: Restablecimiento exitoso al valor predeterminado.
fr: Réinitialisation par défaut réussie
zh: 重置參數成功

# dialogMessageResetToDefaultFailed
source: Reset to default value failed
es: Error al restablecer el valor predeterminado
fr: Réinitialisation par défaut échouée
zh: 重置參數失敗

# dialogMessageSaveSuccessful
source: Saved Successful
es: Guardado exitoso
fr: Enregistrement réussi
zh: 儲存成功

# dialogMessageSuccessful
source: OK
es: Exitoso
zh: 成功

# dialogMessageFailed
source: Fail
es: Fallido
fr: Échec
zh: 失敗

# dialogMessageCancel
source: Cancel
es: Cancelar
fr: Annuler
zh: 取消

# dialogMessageExit
source: Exit
es: Salir
fr: Quitter
zh: 離開

# dialogMessageDone
source: Done
es: Hecho

# dialogMessageSave
source: Save
es: Guardar
fr: Enregistrer
zh: 儲存

# dialogMessageExecute
source: Execute
es: Ejecutar
fr: Exécuter
zh: 執行

# dialogMessageTryAgain
source: Try again
es: Intentar de nuevo
fr: Réessayer
zh: 再試一次

# dialogMessagePilotSearchFailed
source: Pilot not found, Please type correct code.
es: Piloto no encontrado. Por favor, ingrese el código correcto.
fr: Pilote introuvable, entrez le code correct.
zh: 找不到此導航頻率，請輸入正確的代碼

# dialogMessageDataExportSuccessful
source: Data export successful.
es: Exportación exitosa.
fr: Exportation données réussie
zh: 資料匯出成功

# dialogMessageFileOpenFailed
source: No app found to open this file.
es: No se encontró ninguna aplicación para abrir este archivo.
fr: Aucune application n'a été trouvée pour ouvrir ce fichier.
zh: 找不到可用來開啟此檔案的應用程式

# dialogMessageNoMoreLogs
source: No more logs.
es: No hay más registros.
fr: Plus de journaux.
zh: 無法載入更多紀錄。

# dialogMessageConfirmExecution
source: Confirm execution ?
es: ¿Confirmar ejecución?

# dialogMessageCodeHint
source: Please enter your code
es: Por favor ingresa tu código
fr: Veuillez entrer votre code
zh: 請輸入您的代碼

# dialogMessageEnterYourCode
source: Only Arabic numerals, maximum 8 characters:
es: Solo números arábigos, máximo de 8 caracteres:
fr: Seuls les chiffres arabes, maximum 8 caractères:
zh: 代碼僅能為阿拉伯數字，最多八個字元：

# dialogMessageEnterQRCodeDescription
source: Maximum 22 characters:
es: Máximo 22 caracteres:

# dialogMessageWarmReset
source: Do you want to perform a warm reset on the device ?
es: ¿Desea realizar un reinicio caliente en el dispositivo?
zh: 您想對設備執行熱重啟嗎？

# dialogMessageWarmResetingAlmostDone
source: Almost done
es: Casi terminado

# dialogMessageWarmResetSeccessful
source: Warm reset performed successfully.
es: Reinicio caliente realizado con éxito.

# dialogMessageForwardCEQChanged
source: The equalizer module has been detected as changed.
es: Se ha detectado un cambio en el módulo ecualizador.

# dialogMessageSelectedFirmwareInvalid
source: The file you selected is invalid.
es: El archivo que seleccionaste no es válido.

source: Balance
fr: Équilibre
zh: 調整

source: Bluetooth
zh: 藍牙

# dialogTitleError
source: Error
fr: Erreur
zh: 錯誤

# dialogMessageOk
source: OK
zh: 確定
